tap "homebrew/bundle"
brew "giflib"
brew "bash"
brew "bash-completion@2"
brew "pkg-config"
brew "cairo"
brew "cask"
brew "cmake"
brew "flatbuffers"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jpeg"
brew "nvm"
brew "protobuf"
brew "python@3.11"
brew "python-tk@3.11"
brew "stow"
brew "tbb"
brew "tmux"
brew "wget"
cask "anaconda"
cask "android-platform-tools"
vscode "aaron-bond.better-comments"
vscode "christian-kohler.path-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "janisdd.vscode-edit-csv"
vscode "johnpapa.winteriscoming"
vscode "joselitofilho.ginkgotestexplorer"
vscode "kamikillerto.vscode-colorize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "onsi.vscode-ginkgo"
vscode "Orta.vscode-jest"
vscode "Perkovec.emoji"
vscode "rogalmic.zsh-debug"
vscode "tamasfe.even-better-toml"
vscode "technosophos.vscode-make"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.JasmineSnippets"
vscode "zxh404.vscode-proto3"
